{
		 "KoenigseggAgera": 
            {
                "url":"assets/images/KoenigseggAgera.jpg",
        "name": "KoenigseggAgera",
        "description": "The Koenigsegg Agera is a mid-engined sports car produced by Swedish car manufacturer Koenigsegg since 2011. It is a successor to the Koenigsegg CCX/CCXR. The name comes from the Swedish verb 'agera' which means to act or in imperative form (You) act!The Agera is powered by an in-house developed 5.0-litre twin-turbocharged V8 engine which produces 701 kW (940 hp) at 6900 rpm and 1,100 N·m (810 lb·ft) of torque at 4000 rpm. Total weight of the engine is only 197 kg (434 lb) thanks to a carbon fiber intake manifold and the aluminium construction."
   },
    "HennesseyVenom": 
            {
                 "url":"assets/images/HennesseyVenom.jpg",
        "name": "Hennessey Venom",
        "description": "The Hennessey Venom GT is an American[1] sports car manufactured by Texas-based Hennessey Performance Engineering, based on a heavily modified Lotus Exige chassis.On March 25, 2016 the Hennessey Venom GT Spyder posted a top speed of 265.6 mph (427.4 km/h) at California's Naval Air Station Lemoore, establishing a new speed world record for open top street legal road vehicles, celebrating Hennessey's 25th anniversary.[9] In May 2016 the Hennessey Team revealed that the record-breaking car was about 300 hp (220 kW) down on power due to issues with one of the car's three high capacity fuel pumps. Normally, the Venom GT Spyder delivers 1,451 hp (1,082 kW) and 1,287 lb·ft (1,745 N·m) from its forced induction 7.0-liter V8, making it the most powerful car currently in production.[10]"
        
    },
"BugattiVeyron": 
            {
                 "url":"assets/images/BugattiVeyron.jpg",
        "name": "BugattiVeyron",
        "description": "The Bugatti Veyron EB 16.4 is a mid-engined sports car, designed and developed in Germany by the Volkswagen Group and manufactured in Molsheim, France, by Bugatti Automobiles S.A.S."
    },
    "GumpertApollo": 
            {
                 "url":"assets/images/GumpertApollo.jpg",
        "name": "GumpertApollo",
        "description": "The Gumpert Apollo is produced by German automaker Gumpert Sportwagenmanufaktur GmbH in Altenburg. Gumpert entered into Administration in August 2012, though production continues with the company attending the 2013 Geneva Motor Show.[1]"
        
    },
    "Zenvo": 
            {
                 "url":"assets/images/Zenvo.jpg",
        "name": "Zenvo",
        "description": "Zenvo Automotive is a Danish supercar manufacturer located in Præstø on the Danish island of Zealand. It was founded by Troels Vollertsen, and the name 'Zenvo' is derived from a combination of the first 2 and last 3 letters in his last name.Zenvo Automotive was founded in 2004. The first prototype of what became the Zenvo ST1 was completed in December 2008 and production began in 2009.[1] Only 15 cars were built and sold.["
        
    },
    "McLaren F1": 
            {
                 "url":"assets/images/McLaren F1.jpg",
        "name": "McLaren F1",
        "description": "The McLaren F1 is a sports car designed and manufactured by McLaren Cars. Originally a concept conceived by Gordon Murray, he convinced Ron Dennis to back the project and engaged Peter Stevens to design the exterior and interior of the car. On 31 March 1998, the XP5 prototype set the record for the world's fastest production car, reaching 240.1 mph (386.4 km/h) with the rev limiter removed surpassing the 231 mph (372 km/h) reached with the XP3 prototype. The F1 surpassed the RUF CTR2's 217 mph record from 1995, and also surpassed the XJ220's 213 mph record from 1992. However, the Bugatti Veyron 16.4 beat it in 2005 with a top speed of 253.81 mph (408.47 km/h)."
        
    },
    "Saleen": 
            {
                 "url":"assets/images/Saleen.jpg",
        "name": "Saleen",
        "description": "The Saleen S7 is an American hand-built, high-performance supercar designed and initially built in the UK by Automotive and Motorsport engineering company Ray Mallock Ltd.[4] on behalf of Saleen Inc. Developed jointly by Steve Saleen for the initial concept and direction, Hidden Creek Industries for resources and initial funding, Phil Frank for the body and interior CAD design and development,[5] it was the first fully proprietary car produced by Saleen and became America's first mid-engine production supercar. The S7 debuted on August 19, 2000 at the Monterey Historic Races. The all-aluminum engine is a bored-and-stroked derivative of Ford's 351 Windsor small block with Cleveland-style canted valve heads, not based on the FE big-block. It proved remarkably tractable and flexible for such a high-output unit—550 hp at 6400 rpm.[6] In 2005, the S7 gained a more powerful twin-turbo powerplant which boosted engine power to 750 hp (559 kW) and top speed to 248 mph (399 km/h)"
        
    },
    "SSC": 
            {
                 "url":"assets/images/SSC.jpg",
        "name": "SSC",
        "description": "The SSC Ultimate Aero is a mid-engined sports car that was produced by SSC North America (formerly known as Shelby SuperCars) from 2006 until 2013. The SSC Ultimate Aero held the title of the fastest production car in the world, according to the Guinness World Records, from 2007 (when it was officially timed at 256.14 mph (412.22 km/h)) until the introduction of the Bugatti Veyron Super Sport in 2010. However, in April 2013, the Guinness World Records temporarily disqualified the Veyron's record time for a period of five days, due to concerns about electronic speed limiting changing the function of the car, thereby reinstating the Ultimate Aero as the fastest production car in the interim"
        
    },
    "Noble": 
            {
                 "url":"assets/images/Noble.jpg",
        "name": "Noble",
        "description": "The M600 engine uses a 4439 cc 60-degree Yamaha-derived Volvo B8444S V8 engine which is also used in the Volvo XC90 and S80, but with twin Garrett turbochargers equipped with variable boost. This allows the occupants to choose from 450 bhp (336 kW; 456 PS) (Road setting, 0.6 bar pressure), 550 bhp (410 kW; 558 PS) (Track setting, 0.8 bar) and 660 bhp (492 kW; 669 PS) (Race setting, 1.0 bar) through the use of a switch in the interior. The engine also features electronic fuel injection via a MoTeC M190 and Injector Dynamics ID725's. It has a compression ratio of 9.50:1. It uses an Oerlikon Graziano transaxle six-speed manual gearbox and has the RPM redline set at 7000."
        
    },
    "Ferrari": 
            {
                 "url":"assets/images/Ferrari.jpg",
        "name": "Ferrari",
        "description": "Ferrari S.p.A. (pronounced [ferˈrari]) is an Italian sports car manufacturer based in Maranello. Founded by Enzo Ferrari in 1939 as Auto Avio Costruzioni, the company built its first car in 1940. However the company's inception as an auto manufacturer is usually recognized in 1947, when the first Ferrari-badged car was completed.Ferrari is the world's most powerful brand according to Brand Finance.[3] In May 2012 the 1962 Ferrari 250 GTO became the most expensive car in history, selling in a private transaction for US$38.1 million to American communications magnate Craig McCaw.[4]Fiat S.p.A. acquired 50 percent of Ferrari in 1969 and expanded its stake to 90 percent in 1988.[5] In October 2014 Fiat Chrysler Automobiles announced its intentions to separate Ferrari from FCA; as of the announcement FCA owned 90 percent of Ferrari.[6][7][8] The separation began in October 2015 with a restructuring that established Ferrari N.V. (a company incorporated in the Netherlands) as the new holding company of the Ferrari group and the subsequent sale by FCA of a 10 percent of the shares in an IPO and concurrent listing of common shares on the New York Stock Exchange"
        
    }

}